Repository: lindeloev/cmc
Catalog: experiment/locale/dk/LC_MESSAGES/CMC_5way.po
Languages: da_dk

source: Press %s to continue...
da_dk: Tryk på %s for at fortsætte...

source: The reminder you see at the bottom will be present throughout the task. Press %(left)s or %(right)s a few times to see/hear more examples. Remember, once in a while you will see an arrow or hear a sliding chirp. Use the up-arrow and down-arrow to respond to those.
da_dk: Påmindelsen i bunden af skærmen forbliver synlig igennem hele opgaven. Tryk på %(left)s eller %(right)s for at se/høre flere eksempler. Husk at du ind imellem vil se en pil eller høre en glidende lyd. Brug pil-op og pil-ned til at svare på disse.

source: %i blocks left! Feel free to take a moment's break if you need to. Press %s to show the instructions for the next task.
da_dk: %i blokke tilbage! Du er velkommen til at tage en kort pause, hvis du har brug for det. Tryk %s for at vise instruktionerne til den næste opgave.

source: Welcome! In this experiment, you will be asked to respond to a particular aspect of an image or a sound. Let's get straight to it and practice how to do the task.
da_dk: Velkommen! I dette eksperiment vil du blive bedt om at svare på et bestemt aspekt af et billede eller en lyd. Lad os komme i gang med at øve opgaven.

source: Once in a while there's an odd trial. Let's practice that right now before we get to the main task. Press %(up)s if you see an upwards-pointing arrow or hear an upwards-sliding chirp. Press %(down)s if you see a downwards-arrow or hear a downwards-sliding chirp. You will now get the chance to practice this with some feedback to help you. Don't worry about the other figures and sounds for now. You will be instructed how to respond to those momentarily.
da_dk: Ind imellem vil der komme en opgave, som er lidt anderledes end den primære opgave. Lad os øve den nu, før du bliver instrueret i den primære opgave. Tryk %(up)s hvis du ser en pil der peger opad eller hører en lyd der går opad (fra lav til høj). Tryk %(down)s hvis du ser en pil der peger nedad eller hører en lyd der går nedad (fra høj til lav). Du får nu muligheden for at øve denne opgave med feedback. Efterfølgende vil du blive instrueret i den primære opgave.

source: You will now get to practice the "real" task. During practice, you will get feedback whether you responded correctly or not. For now, try to be as accurate as possible.
da_dk: Du skal nu øve den "rigtige" opgave. Du vil få feedback på, om du svarede rigtigt eller forkert. Gør dit bedste for at svare korrekt.

source: But you will occasionally be presented with an arrow or a chirp to which you will need to press %(up)s or %(down)s to indicate the direction.
da_dk: Men du vil ind imellem få vist en pil eller en opadgående/nedadgående lyd, hvor du skal trykke %(up)s eller %(down)s, som du øvede i starten.

source: Great! You are ready now. It is important that you respond as quickly as you possibly can without making errors. On most trials you will respond as just practiced using %(left)s and %(right)s.
da_dk: Super! Du er klar nu. Det er vigtigt at du svarer så hurtigt du kan uden at lave fejl. Det meste af tiden skal du svare lige som du har øvet med %(left)s og %(right)s.

source: You can take a small break if you need to. When you continue, the task will remain the same. Please make sure to respond as fast as possible without making errors.
da_dk: Du kan tage en kort pause, hvis du har brug for det. Når du fortsætter, vil opgaven være det same. Husk at svare så hurtigt som muligt, men uden at lave fejl.

source: The experiment has finished. Thank you! Press %s to finish.
da_dk: Eksperimentet er færdigt nu. Tak! Tryk %s for at afslutte.

source: In this block, you are going to see pairs of images which sometimes have accompanying sounds. There will be a pair of shapes on the left of the screen, and a pair of shapes on the right. All you need to do is decide which pairing feels correct to you. There will be a response bar at the bottom of the screen which ranges from strongly prefer the pairing on the left, to strongly prefer the pairing on the right, with no preference in the centre. If you feel the pair of images or images and sounds on the left of the screen is a better match, then indicate your preference to the left. If the pair of images or images and sounds on the right of the screen is a better match, then indicate your preference to the right. If you have no preference then choose that. Options between (slightly prefer and medium prefer) for either direction can also be made. To make your choice, click on the response bar and a black triangle will appear there. If you want to change your selection, just click on a different point and the black triangle will move to there. To confirm your selection, click on the button on the bottom of the screen which lights up after making a choice.
da_dk: I denne blok vil du se to figurpar, som nogle gange følges med nogle lyde. Der er et figurpar på venstre side af skærmen, og et figurpar på højre side. Du skal beslutte hvilke, hvilket af de to figurpar, der føles rigtigt for dig. Der er en svar-skala i bunden af skærmen, som går fra "stærk præference" for matchet til venstre til "stærk præference" for matchet til højre. Midten af skalaen betyder "ingen præference". Tryk på venstre side af skalaen, hvis du synes, at at figurparet til venstre passer bedst. Tryk på højre side af skalaen, hvis du synes, at figurparet til højre passer bedst. Hvis du ikke har nogen præference, så vælg det. Valgmulighederne midt imellem (svag præference og medium præference) kan også vælges i begge retninger. Foretag dit valg ved at klikke på skalaen. Hvis du vil justere dit valg, kan du bare trykke et andet sted på skalaen. Tryk på knappen i bunden af skærmen for at bekræfte dit valg.

source: On trials which include sounds, you need to click on each of the shapes to hear the pairings before making a selection or before the response bar is shown. You can click on the shapes to hear the sounds as many times as you like. Please think about your choices, there is no time limit for this block and speed is not important. For this task, making sure you select your preference is all that matters.
da_dk: Når opgaverne involverer lyde, bliver skalaen først vist når du har klikket med musen på alle figurerne, for at høre hvordan lydene er koblet til dem. Du kan klikke på figurerne så mange gange du har brug for, for at høre lydene. Tænk venligst grundigt over dine valg. Der er ikke nogen tidsbegrænsning og tid er ikke vigtigt. Lige nu er det kun vigtigt, at du gør dig umage for at vælge din præference.

source: Which side best matches %s and %s? Click on the options bar at the bottom of the screen to indicate your preference, a black triangle will appear on your choice response and a central number in the centre of the bar. Click on the central number to confirm your choice.
da_dk: Hvilken side matcher best %s og %s? Tryk med musen på skalaen i bunden af skærmen, for at svare hvad du foretrækker. Tryk på knappen nedenfor for at bekræfte dit valg.

source: Use the mouse to click all the shapes and listen.
da_dk: Klik på alle figurerne og lyt.

source: SHAPE: There are two types of shape in this task. The %s button is used to indicate shapes with smooth protrusions, and the %s button to indicate shapes with pointy protrusions.
da_dk: FORM: Der er to forme i denne opgave. Brug %s knappen til figurer med jævne former og %s knappen til figurer med spidse former.

source: COMPLEXITY: There are two types of complexity in this task. The %s button is used to indicate shapes with four protrusions, and the %s button to indicate shapes with seven protrusions.
da_dk: KOMPLEKSITET: Der er to typer af kompleksitet i denne opgave. Brug %s knappen til former med fire udspring og %s knappen til figurer med syv udspring.

source: COLOUR: There are two types of colour in this task. The %s button is used to indicate shades of red and the %s button to indicate shades of blue.
da_dk: FARVE: Der er to farver i denne opgave. Brug %s knappen til figurer med røde nuancer og %s knappen til figurer med blå nuancer.

source: LIGHTNESS: There are two levels of lightness in this task. The %s button is used to indicate dark gray and the %s button to indicate light gray.
da_dk: LYSHED: Der er to niveauer af lyshed i denne opgave. Brug %s knappen til mørkegrå figurer og %s knappen til lysegrå figurer.

source: SOUND: There are two types of tone sound in this task. The %s button is used to indicate soft sounding tones and the %s button to indicate rough sounding tones.
da_dk: KLANG: Der er to forskellige klange i denne opgave. Brug %s knappen til bløde klange og %s knappen til grove klange.

source: TONE PITCH: There are two types of tone pitch in this task. The %s button is used to indicate the high pitch tones, and the %s button to indicate the low pitch tones.
da_dk: TONEHØJDE: Der er to tonehøjder i denne opgave. Brug %s knappen til høje tonehøjder og %s knappen til dybere tonehøjder.

source: pointy
da_dk: spids

source: smooth
da_dk: jævn

source: four protrusions
da_dk: fire udspring

source: seven protrusions
da_dk: syv udspring

source: blue
da_dk: blå

source: red
da_dk: rød

source: dark colour
da_dk: mørk farve

source: light colour
da_dk: lys farve

source: rough
da_dk: grov

source: soft
da_dk: blød

source: high
da_dk: høj

source: low
da_dk: dyb

source: shape
da_dk: form

source: complexity
da_dk: kompleksitet

source: colour
da_dk: farve

source: lightness
da_dk: lyshed

source: sound
da_dk: klang

source: tone pitch
da_dk: tonehøjde

source: I strongly prefer this match
da_dk: Stærk præference for dette match

source: No preference
da_dk: Ingen præference

source: Correct!
da_dk: Korrekt!

source: Wrong!
da_dk: Forkert!
